{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "8EA59E9D44AB8CB85E193880522889CF"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "BDA820134734434A4F3A24AAEE690EFE"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "FEC0F7DF41CA085E244DF1880D3F9082"
		},
		{
			"Source":
			{
				"Text": "1"
			},
			"Translation":
			{
				"Text": "1"
			},
			"Key": "39BC6CB84438E98277DFC2ABF642E986"
		},
		{
			"Source":
			{
				"Text": "2"
			},
			"Translation":
			{
				"Text": "2"
			},
			"Key": "559B7C99439A8A771634C48348647F41"
		},
		{
			"Source":
			{
				"Text": "3"
			},
			"Translation":
			{
				"Text": "3"
			},
			"Key": "A04204BD47C5E9A0EB15069D156EDF9B"
		},
		{
			"Source":
			{
				"Text": "4"
			},
			"Translation":
			{
				"Text": "4"
			},
			"Key": "4C0FA04549D8D6B5F0D3A2A3756C39C8"
		},
		{
			"Source":
			{
				"Text": "5"
			},
			"Translation":
			{
				"Text": "5"
			},
			"Key": "6CE1B8034229F6B5C817C086E992AFAF"
		},
		{
			"Source":
			{
				"Text": "6"
			},
			"Translation":
			{
				"Text": "6"
			},
			"Key": "B8927450480CFA58C0421EB598F779E8"
		},
		{
			"Source":
			{
				"Text": "7"
			},
			"Translation":
			{
				"Text": "7"
			},
			"Key": "F53586EC49C46AD7367BB9A8033261BB"
		},
		{
			"Source":
			{
				"Text": "8"
			},
			"Translation":
			{
				"Text": "8"
			},
			"Key": "B85002D645B776D46FC60FAAE114B5A8"
		},
		{
			"Source":
			{
				"Text": "9"
			},
			"Translation":
			{
				"Text": "9"
			},
			"Key": "48A78FD5455C6BD268D061A7F46F930C"
		},
		{
			"Source":
			{
				"Text": "Accept"
			},
			"Translation":
			{
				"Text": "Accept"
			},
			"Key": "EEE359E2418803488F605B9BEEC2F609"
		},
		{
			"Source":
			{
				"Text": "Apple"
			},
			"Translation":
			{
				"Text": "Apple"
			},
			"Key": "9769BAFB495E379DDD0EAB8183B855CA"
		},
		{
			"Source":
			{
				"Text": "Axe"
			},
			"Translation":
			{
				"Text": "Axe"
			},
			"Key": "2AC6B47F485616315631C9A90A9B18E2"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "C6CF7D3642E9D576F181C5B043E3DAA8"
		},
		{
			"Source":
			{
				"Text": "BackPack"
			},
			"Translation":
			{
				"Text": "BackPack"
			},
			"Key": "456D67F7469A65981D7275A57ABDC9C2"
		},
		{
			"Source":
			{
				"Text": "BluePotion"
			},
			"Translation":
			{
				"Text": "BluePotion"
			},
			"Key": "7B488D2448D25E75893357A38FF9CEFC"
		},
		{
			"Source":
			{
				"Text": "Buy"
			},
			"Translation":
			{
				"Text": "Buy"
			},
			"Key": "4DF56179491338C6A82D6D96430565A0"
		},
		{
			"Source":
			{
				"Text": "CabbageSeed"
			},
			"Translation":
			{
				"Text": "CabbageSeed"
			},
			"Key": "B7C8E3154F9E152AB056CC98586CADAD"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "AF0CFFF64544F18FE88D409BC660674F"
		},
		{
			"Source":
			{
				"Text": "Cancle"
			},
			"Translation":
			{
				"Text": "Cancle"
			},
			"Key": "ECE98E7247184CD312C1C79DA078EA65"
		},
		{
			"Source":
			{
				"Text": "CarrotSeed"
			},
			"Translation":
			{
				"Text": "CarrotSeed"
			},
			"Key": "FB940C77433B5FA202BA43A46C05FE39"
		},
		{
			"Source":
			{
				"Text": "Chat"
			},
			"Translation":
			{
				"Text": "Chat"
			},
			"Key": "993955DA4CFCD78C1BDE969E9669B150"
		},
		{
			"Source":
			{
				"Text": "Confirmed"
			},
			"Translation":
			{
				"Text": "Confirmed"
			},
			"Key": "BA2D1FCE46F248DC37FA958BFEA23DF7"
		},
		{
			"Source":
			{
				"Text": "CornSeed"
			},
			"Translation":
			{
				"Text": "CornSeed"
			},
			"Key": "AE51541A4FD1FD84B747CBA2782681C9"
		},
		{
			"Source":
			{
				"Text": "Craft"
			},
			"Translation":
			{
				"Text": "Craft"
			},
			"Key": "E56FF88E45D07F13B591F7BCF688731A"
		},
		{
			"Source":
			{
				"Text": "Craft"
			},
			"Translation":
			{
				"Text": "Craft"
			},
			"Key": "AFBBBB1344C9468B4085D0A2196AEF5A"
		},
		{
			"Source":
			{
				"Text": "Creat"
			},
			"Translation":
			{
				"Text": "Creat"
			},
			"Key": "74350B79447831D82458328B0F9734A6"
		},
		{
			"Source":
			{
				"Text": "CucumberSeed"
			},
			"Translation":
			{
				"Text": "CucumberSeed"
			},
			"Key": "327C9643421490C7A7FF91A263FF4072"
		},
		{
			"Source":
			{
				"Text": "FISHA"
			},
			"Translation":
			{
				"Text": "FISHA"
			},
			"Key": "9F8E6B4F40DD739D53A0CCAF30D8E5E4"
		},
		{
			"Source":
			{
				"Text": "FISHB"
			},
			"Translation":
			{
				"Text": "FISHB"
			},
			"Key": "0FE13ECD41511E02E2491DBF99D0D7CB"
		},
		{
			"Source":
			{
				"Text": "FISHC"
			},
			"Translation":
			{
				"Text": "FISHC"
			},
			"Key": "7D56EF5A4E7A65D5EC691B9B58197316"
		},
		{
			"Source":
			{
				"Text": "FISHD"
			},
			"Translation":
			{
				"Text": "FISHD"
			},
			"Key": "0AF744864992ABDC6C61B790BCA1F197"
		},
		{
			"Source":
			{
				"Text": "Fertilizer"
			},
			"Translation":
			{
				"Text": "Fertilizer"
			},
			"Key": "6141ED90476219369C3CD898FAA5088F"
		},
		{
			"Source":
			{
				"Text": "FishingHaul1"
			},
			"Translation":
			{
				"Text": "FishingHaul1"
			},
			"Key": "25F3D678493966F42A1378B59599476A"
		},
		{
			"Source":
			{
				"Text": "FishingHaul2"
			},
			"Translation":
			{
				"Text": "FishingHaul2"
			},
			"Key": "7DC1C167484920EF13C498AF6F9243C3"
		},
		{
			"Source":
			{
				"Text": "FishingHaul3"
			},
			"Translation":
			{
				"Text": "FishingHaul3"
			},
			"Key": "FF73FD9E4373DDFEE1B183B7AAAB87C3"
		},
		{
			"Source":
			{
				"Text": "FishingHaul4"
			},
			"Translation":
			{
				"Text": "FishingHaul4"
			},
			"Key": "9034075C41F04DA02663D58313F6EE73"
		},
		{
			"Source":
			{
				"Text": "FishingRod"
			},
			"Translation":
			{
				"Text": "FishingRod"
			},
			"Key": "332FAFFC4FA16044C32520B8FABBCC3A"
		},
		{
			"Source":
			{
				"Text": "Gold"
			},
			"Translation":
			{
				"Text": "Gold"
			},
			"Key": "75E3EC6C47DF5555B2250C9D5B6FBD70"
		},
		{
			"Source":
			{
				"Text": "GreenPotion"
			},
			"Translation":
			{
				"Text": "GreenPotion"
			},
			"Key": "3B1A7A074EC45B1134C748812DE5FB43"
		},
		{
			"Source":
			{
				"Text": "Growth Percent"
			},
			"Translation":
			{
				"Text": "Growth Percent"
			},
			"Key": "1C4CECC44FBC0E80D664CE93D73A3E93"
		},
		{
			"Source":
			{
				"Text": "Harvest"
			},
			"Translation":
			{
				"Text": "Harvest"
			},
			"Key": "C34EC902470B3CC4BB76DF8ADE61905B"
		},
		{
			"Source":
			{
				"Text": "Interaction"
			},
			"Translation":
			{
				"Text": "Interaction"
			},
			"Key": "4CA938A44B5BDA93BEAFDEBC19EFB0EE"
		},
		{
			"Source":
			{
				"Text": "Interaction"
			},
			"Translation":
			{
				"Text": "Interaction"
			},
			"Key": "AFE7D6894DFD549C8DA49EA1B5B53A69"
		},
		{
			"Source":
			{
				"Text": "Interaction"
			},
			"Translation":
			{
				"Text": "Interaction"
			},
			"Key": "E1E485524D152AAA979762824B31F770"
		},
		{
			"Source":
			{
				"Text": "Interactive"
			},
			"Translation":
			{
				"Text": "Interactive"
			},
			"Key": "86145A97495C0D07A3740D872D0A7914"
		},
		{
			"Source":
			{
				"Text": "Kettle"
			},
			"Translation":
			{
				"Text": "Kettle"
			},
			"Key": "14F7C6364C95EE72FA7D23817CDA5F0D"
		},
		{
			"Source":
			{
				"Text": "Main Quest"
			},
			"Translation":
			{
				"Text": "Main Quest"
			},
			"Key": "276B8C22421954865C8557801ED1AFCF"
		},
		{
			"Source":
			{
				"Text": "Metal"
			},
			"Translation":
			{
				"Text": "Metal"
			},
			"Key": "4251FC5A4B4775B3FD8EB5AA7BC01752"
		},
		{
			"Source":
			{
				"Text": "Nikki"
			},
			"Translation":
			{
				"Text": "Nikki"
			},
			"Key": "0D9220D34950650F6788528E00BC05B6"
		},
		{
			"Source":
			{
				"Text": "OnionSeed"
			},
			"Translation":
			{
				"Text": "OnionSeed"
			},
			"Key": "25A91B5B42AABA836419A2B9D4AD51A9"
		},
		{
			"Source":
			{
				"Text": "Peach"
			},
			"Translation":
			{
				"Text": "Peach"
			},
			"Key": "F5D1ABD142DA5B56DD50B7916C172EF8"
		},
		{
			"Source":
			{
				"Text": "Player"
			},
			"Translation":
			{
				"Text": "Player"
			},
			"Key": "C02B1BDB47BBFAE514BE8E8D9727B240"
		},
		{
			"Source":
			{
				"Text": "PotatoSeed"
			},
			"Translation":
			{
				"Text": "PotatoSeed"
			},
			"Key": "EA8DF488410E8F144877BE9529BE1C46"
		},
		{
			"Source":
			{
				"Text": "Pre Task: "
			},
			"Translation":
			{
				"Text": "Pre Task: "
			},
			"Key": "8BCB1EB340ADF72AA20C9D99D5CADBEE"
		},
		{
			"Source":
			{
				"Text": "Pre-Required Item: "
			},
			"Translation":
			{
				"Text": "Pre-Required Item: "
			},
			"Key": "55B66CD744E35EFA862EB0871C12F6FF"
		},
		{
			"Source":
			{
				"Text": "PumpkinSeed"
			},
			"Translation":
			{
				"Text": "PumpkinSeed"
			},
			"Key": "F7AE323C488133B6D61D4BBCCA6B9F86"
		},
		{
			"Source":
			{
				"Text": "PurplePotion"
			},
			"Translation":
			{
				"Text": "PurplePotion"
			},
			"Key": "F3FE452B431387A7019687BF830293E5"
		},
		{
			"Source":
			{
				"Text": "Quest"
			},
			"Translation":
			{
				"Text": "Quest"
			},
			"Key": "F75C612141DE3BEAFCC2438879B79021"
		},
		{
			"Source":
			{
				"Text": "RadishSeed"
			},
			"Translation":
			{
				"Text": "RadishSeed"
			},
			"Key": "2E1A59924570820F2D2AC0885EF02484"
		},
		{
			"Source":
			{
				"Text": "Recipe"
			},
			"Translation":
			{
				"Text": "Recipe"
			},
			"Key": "2F19D31E4B750A36F215858C1298179E"
		},
		{
			"Source":
			{
				"Text": "Recipe Book"
			},
			"Translation":
			{
				"Text": "Recipe Book"
			},
			"Key": "65DE2C5D4CF926B19A8A34BB18B49441"
		},
		{
			"Source":
			{
				"Text": "RedPotion"
			},
			"Translation":
			{
				"Text": "RedPotion"
			},
			"Key": "C3C3C5F444F5096FF27001B570EA899C"
		},
		{
			"Source":
			{
				"Text": "Required Item: "
			},
			"Translation":
			{
				"Text": "Required Item: "
			},
			"Key": "151E1D3B4008DD97B265BDBE091AEDBF"
		},
		{
			"Source":
			{
				"Text": "Reward: "
			},
			"Translation":
			{
				"Text": "Reward: "
			},
			"Key": "455AF4A84ADBB185057A2BB4C5F6EB43"
		},
		{
			"Source":
			{
				"Text": "Rock"
			},
			"Translation":
			{
				"Text": "Rock"
			},
			"Key": "B00BDB5C4547AD73B18FA9ABB9A8B254"
		},
		{
			"Source":
			{
				"Text": "Sale"
			},
			"Translation":
			{
				"Text": "Sale"
			},
			"Key": "4F0C492C4FF7156F3A9AB994CEB84701"
		},
		{
			"Source":
			{
				"Text": "Seed"
			},
			"Translation":
			{
				"Text": "Seed"
			},
			"Key": "716561564C3EFE2CEFAC11BB7D7EF04E"
		},
		{
			"Source":
			{
				"Text": "Send"
			},
			"Translation":
			{
				"Text": "Send"
			},
			"Key": "298D3BDF40E6A230B6FB7D8A90083CB8"
		},
		{
			"Source":
			{
				"Text": "Shop"
			},
			"Translation":
			{
				"Text": "Shop"
			},
			"Key": "5730BBFC40E191D34C731FAE20F115B8"
		},
		{
			"Source":
			{
				"Text": "Stick"
			},
			"Translation":
			{
				"Text": "Stick"
			},
			"Key": "F61E8AC24B1BB5678A3A61AAF1FDDF63"
		},
		{
			"Source":
			{
				"Text": "String"
			},
			"Translation":
			{
				"Text": "String"
			},
			"Key": "9F2D13234C63E5F290AD6AB68A8401CD"
		},
		{
			"Source":
			{
				"Text": "SunflowerSeed"
			},
			"Translation":
			{
				"Text": "SunflowerSeed"
			},
			"Key": "C4DE133242535DB06811F3B4F0AEB3AC"
		},
		{
			"Source":
			{
				"Text": "Task Type"
			},
			"Translation":
			{
				"Text": "Task Type"
			},
			"Key": "BE494A8D47D67F61C625DE9625F860CE"
		},
		{
			"Source":
			{
				"Text": "TomatoSeed"
			},
			"Translation":
			{
				"Text": "TomatoSeed"
			},
			"Key": "C73F9ECD467FCEFF988A019B987DD2F8"
		},
		{
			"Source":
			{
				"Text": "Type a message..."
			},
			"Translation":
			{
				"Text": "Type a message..."
			},
			"Key": "3172784342D37BCE41CF16819BB87A82"
		},
		{
			"Source":
			{
				"Text": "Water Percent"
			},
			"Translation":
			{
				"Text": "Water Percent"
			},
			"Key": "B7C9D13746BA97EFF0132EB5AA7E95ED"
		},
		{
			"Source":
			{
				"Text": "WatermelonSeed"
			},
			"Translation":
			{
				"Text": "WatermelonSeed"
			},
			"Key": "26E6862A42FAB9C87566F0BB7343A1E7"
		},
		{
			"Source":
			{
				"Text": "WheatSeed"
			},
			"Translation":
			{
				"Text": "WheatSeed"
			},
			"Key": "54C21AD64302E917A46929B3C4D37B73"
		},
		{
			"Source":
			{
				"Text": "Wood"
			},
			"Translation":
			{
				"Text": "Wood"
			},
			"Key": "10B66E6E45813A4862AFE98772530357"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": "X"
			},
			"Key": "5B2E609E4DAAE799A25259A3AD324EA9"
		},
		{
			"Source":
			{
				"Text": "x"
			},
			"Translation":
			{
				"Text": "x"
			},
			"Key": "993D3F404CEFAB8E34BA3B97635B99EF"
		},
		{
			"Source":
			{
				"Text": "√"
			},
			"Translation":
			{
				"Text": "√"
			},
			"Key": "D176BD3C4A0F9868C9E5168D6104EC7F"
		},
		{
			"Source":
			{
				"Text": "关闭"
			},
			"Translation":
			{
				"Text": "关闭"
			},
			"Key": "3DBFF1314DE0A3E430ED4C8C8839D2E9"
		},
		{
			"Source":
			{
				"Text": "加速:"
			},
			"Translation":
			{
				"Text": "加速:"
			},
			"Key": "85F685AA40918CFD89A666BDCD75C1FD"
		},
		{
			"Source":
			{
				"Text": "名字A"
			},
			"Translation":
			{
				"Text": "名字A"
			},
			"Key": "98D5874B4A2C56A8BD4FAD906266306D"
		},
		{
			"Source":
			{
				"Text": "对话内容对话内容对话内容对话内容对话内容,对话内容对话内容对话内容对话内容对话内容,对话内容对话内容对话内容对话内容对话内容."
			},
			"Translation":
			{
				"Text": "对话内容对话内容对话内容对话内容对话内容,对话内容对话内容对话内容对话内容对话内容,对话内容对话内容对话内容对话内容对话内容."
			},
			"Key": "F017202B413D13734EBA7CA2D41B25B6"
		},
		{
			"Source":
			{
				"Text": "开启"
			},
			"Translation":
			{
				"Text": "开启"
			},
			"Key": "74651DBE4DD0D81776EEB691C41D77E7"
		},
		{
			"Source":
			{
				"Text": "掛かった"
			},
			"Translation":
			{
				"Text": "掛かった"
			},
			"Key": "E33B6194419F0456CE2B789DA13470D6"
		},
		{
			"Source":
			{
				"Text": "掛かった"
			},
			"Translation":
			{
				"Text": "掛かった"
			},
			"Key": "071DA5D2473347B0B766D4838CAC9D5E"
		},
		{
			"Source":
			{
				"Text": "数量（堆叠）"
			},
			"Translation":
			{
				"Text": "数量（堆叠）"
			},
			"Key": "0F4E3E214198C12C8CE2C7A5CE1D310D"
		},
		{
			"Source":
			{
				"Text": "是否购买此物品"
			},
			"Translation":
			{
				"Text": "是否购买此物品"
			},
			"Key": "ABBF89E94D33108E8C55C0B05200541D"
		},
		{
			"Source":
			{
				"Text": "未开启"
			},
			"Translation":
			{
				"Text": "未开启"
			},
			"Key": "8A556BDC46E243CEE415A79674680CF6"
		},
		{
			"Source":
			{
				"Text": "物品列表"
			},
			"Translation":
			{
				"Text": "物品列表"
			},
			"Key": "96A0E4344904E44250FAEB86BFA0D73D"
		},
		{
			"Source":
			{
				"Text": "生成按钮"
			},
			"Translation":
			{
				"Text": "生成按钮"
			},
			"Key": "60548EF845CBD53E0FC1199E31A53868"
		},
		{
			"Source":
			{
				"Text": "聊天内容 啦啦啦啦啦啦 聊天内容 啦啦啦啦啦啦聊天内容 啦啦啦啦啦啦聊天内容 啦啦啦啦啦啦"
			},
			"Translation":
			{
				"Text": "聊天内容 啦啦啦啦啦啦 聊天内容 啦啦啦啦啦啦聊天内容 啦啦啦啦啦啦聊天内容 啦啦啦啦啦啦"
			},
			"Key": "690B88174541BB9E6ECFF49D6DA4034D"
		},
		{
			"Source":
			{
				"Text": "购买物品失败"
			},
			"Translation":
			{
				"Text": "购买物品失败"
			},
			"Key": "0EED8EEF4F6623D258EAD8A9C82D5F85"
		},
		{
			"Source":
			{
				"Text": "这里是二次确认框的文本"
			},
			"Translation":
			{
				"Text": "这里是二次确认框的文本"
			},
			"Key": "AFA4341248E577FF0A90C6B19A28B66F"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}